import './bootstrap';

/* -----------------------------------------------
    画面共通処理
----------------------------------------------- */
/* --------------- SPのグローバルメニューのリスト表示設定 --------------- */
$(function() {
    $('.js-global-menu__btn-sp').on('click', function(){
        $('.js-global-menu').slideToggle();
    });
});


/* --------------- サイドメニュー表示設定 --------------- */
$('.js-type-toggle').on('click', function(){

    // 1. [項目選択]ボタンの表示非表示
    $('.js-btn--type').slideToggle(500);

    // 2. 全てのリストを非表示
    $('.js-btn--list').hide();
    $('.js-btn--down').hide();

    // 3. テキスト表示変更
    let btn_text = $(this).text();
    if (btn_text == "項目一覧 ▼"){
        $(this).text('項目一覧 ▲');
    }else{
        $(this).text('項目一覧 ▼');
    }

});


/* -----------------------------------------------
    画面：商品紹介
----------------------------------------------- */
import './page/syouhin'
