<?php
/*
|--------------------------------------------------------------------------
| テキーラとはのリスト設定
|--------------------------------------------------------------------------
*/
return [
    'list1' => [
        'link' => '#genryou',
        'text' => 'テキーラの原料'
    ],
    'list2' => [
        'link' => '#teigi',
        'text' => 'テキーラの定義'
    ],
    'list3' => [
        'link' => '#kigen',
        'text' => 'テキーラの起源'
    ],
    'list4' => [
        'link' => '#bunrui',
        'text' => 'テキーラの分類'
    ],
    'list5' => [
        'link' => '#kosyou',
        'text' => '熟成度合いによる呼称'
    ],
    'list6' => [
        'link' => '#gosyu',
        'text' => 'テキーラ5州'
    ],
    'list7' => [
        'link' => '#joryujo',
        'text' => '蒸留所リスト'
    ],
];
