<?php
/*
|--------------------------------------------------------------------------
| 商品種別の設定
|--------------------------------------------------------------------------
*/
return [
    'page' => [
        'section_title' => '▼ からリストを選択して表示します',
        'other_area' => 'その他地区',
    ],
    'container' => [
        'image' => [
           'base_dir' => '/image/syouhin/',
           'link_text' => '外部の商品ページへ'
        ],
        'alc' => '度数/混合度',
        'dest' => '蒸留所',
        'nom' => '蒸留所番号',
        'local' => '生産地域',
        'info' => '情報',
        'flavor' => '香り',
        'top' => '味',
        'after' => '余韻',
    ],
    'type' => [
        'brand' => 'ブランド別',
        'dest' => '蒸留所別',
        'local' => '生産地方別',
        'aging' => '熟成度合い別',
    ],
];
