<?php
/*
|--------------------------------------------------------------------------
| テキーラとはのリスト設定
|--------------------------------------------------------------------------
*/
return [
    '1' => [
        'id' => 'genryou',
        'title' => 'テキーラの原料',
        'texts' => [
            's1' => [
                'title' => '■ 竜舌蘭（アガベ）',
                'paragraph' => 'テキーラとは、メキシコはハリスコ州にあるテキーラ村を語源とするヒガンバナ科の多肉植物である竜舌蘭（リュウゼツラン）を用いた蒸留酒である。メキシコでは竜舌蘭を「アガベ」と呼び、植物学者リンネの命名によるものである。シエラ・マドレ山脈の北側に位置するテキーラ村に因んでテキーラという名がついたという。',
                'indent' => true,
            ],
            's2' => [
                'title' => '■ アガベの種類',
                'paragraph' => '300種以上にわたる竜舌蘭の品種のうち、酒の原料として用いられるのは「アガベ・アメリカーナ」、「アガベ・アトロビレンス」、「アガベ・アスール・テキラーナ」の3種そのうちテキーラの原料として使えるものは「アガベ・アスール・テキラーナ」のみであると法律で定められている。メキシコのテキーラ5州以外で生産されたものは、例え同じ原料・製法を用いたとしても、「テキーラ」と名乗れず、「メスカル」と呼ぶ。また、このアガベを100%使用したものを特に「プレミアムテキーラ」と呼び、より純粋なアガベを堪能することができる。',
                'indent' => true,
            ],
        ],
        'images' => [
            'ryuzetsuran_1' => [
                'src' => '/image/ryuzeturan_1.jpg',
                'alt' => '竜舌蘭1',
            ],
            'ryuzetsuran_2' => [
                'src' => '/image/ryuzeturan_2.jpg',
                'alt' => '竜舌蘭2',
            ],
        ],
    ],
    '2' => [
        'id' => 'teigi',
        'title' => 'テキーラの定義',
        'texts' => [
            's1' => [
                'title' => '■ 条件',
                'paragraph' => 'メキシコの半官半民機関の「CRT」（テキーラ管理評議委員会）により、以下の事項を全て満たすものが「テキーラ」となり、一つでも満たさなければ、「メスカル」または「リキュール」などの表記になる。',
                'indent' => true,
            ],
            's2' => [
                'title' => '1. テキーラ5州にて育成された「アガベ・アスール・テキラーナ」を使用すること',
                'paragraph' => 'テキーラ5州とは、「ハリスコ州」「グアナファト州」「タマウリパス州」「ミチョアカン州」「ナヤリ州」で、この特定の地域で育成・栽培されたものを使用することが義務付けられている。上記5州のうち大半はハリスコ州のものである。',
                'indent' => true,
            ],
            's3' => [
                'title' => '2. テキーラ5州とその周辺で蒸留されていること',
                'paragraph' => 'CRT認定の蒸留所番号「NOM 4桁」を必ずボトルに表示する。',
                'indent' => true,
            ],
            's4' => [
                'title' => '3. 原材料に「アガベ・アスール・テキラーナ」を51％以上使用すること',
                'paragraph' => 'ブランドによっては80%近く使っているものもあるが、大半は100%使用した「100%アガベ・テキーラ」である。混合しているものは「ミクストテキーラ」という。',
                'indent' => true,
            ],
            's5' => [
                'title' => '4. 最低2回蒸留すること',
                'paragraph' => '最低2回は蒸留を行うことで、不純物を取り除く。',
                'indent' => true,
            ],
            's6' => [
                'title' => '5. 最終アルコール度数が35～55%内であること',
                'paragraph' => 'ブランドにより異なるが、40%ととして出されているものがほとんどである。',
                'indent' => true,
            ],
            's7' => [
                'title' => '6. 人体に有害なメタノール（メチルアルコール）が3mg/1ml以下であること',
                'paragraph' => '日本では1mg/1ml以下となっているが、製菓用と記載することで、輸入販売が許可されている。',
                'indent' => true,
            ],
            's8' => [
                'title' => '7. 水以外に加える添加物は1%以下であること',
                'paragraph' => '固形物が添加されていれば「メスカル」、香料・糖蜜が規定以上だと「リキュール」となる。',
                'indent' => true,
            ],
        ]
    ],
    '3' => [
        'id' => 'kigen',
        'title' => 'テキーラの起源',
        'texts' => [
            's1' => [
                'title' => '1. 醸造酒「プルケ」',
                'paragraph' => '山の大火事が原因でたまたまできたとされるテキーラ。先住民が山火事の跡から焼けたリュウゼツランの芳香に誘われ口にしてみたところ甘い味がしたそうだ。これがきっかけで多くの仲間の手に渡され、アガベの食物としての価値が見いだされてきた。この機に誕生したのがメスカル、テキーラのもとになる「プルケ」である。これは醸造酒のため、このプルケを蒸留してできたのが、メスカル、テキーラである。',
            ],
            's2' => [
                'title' => '2. スペインの蒸留技術',
                'paragraph' => 'その蒸留技術は、16世紀頃スペイン人によって持ち込まれたとされる。大海賊時代と呼ばれる16世紀。各国に並びスペインも大きな開拓に活躍し、「太陽の沈まない国」と称されていたが、その活動の一環がテキーラの誕生に一役買っていたようだ。スペイン人はその蒸留技術を使い、当時輸入により手に入らなくなったというブランデーに代わるアルコール飲料をメキシコにて製造することに乗り出した。',
            ],
            's3' => [
                'title' => '3.「メスカルワイン」の製造',
                'paragraph' => 'そこで「プルケ」を蒸留し、よりアルコール度数の高いお酒を造ろうとした。その時造られたのが、「メスカルワイン」というお酒である。スペインはこのメスカルワインが自国のアルコール飲料と競合することを恐れ、メキシコ国内では製造禁止とする時期もあった。この期間メキシコ国内では、秘密裏に造られ続けてその多大な生産量から、スペイン政府の資金繰りのために製造が合法化された。',
            ],
            's4' => [
                'title' => '4.「テキーラ」の輸出',
                'paragraph' => 'それに伴いメスカルワインと並んでメスカル・デ・テキーラの製造も行われるようになり、メキシコ国内では、スペインからのスペイン人向けの輸入品が流通し、代わりに輸出が盛んになってくる。1821年のメキシコ独立運動により、スペインからの輸入が難しくなり、国内生産量が盛んになり、世界へ知られるようになっていく。',
            ],
        ],
    ],
    '4' => [
        'id' => 'bunrui',
        'title' => 'テキーラの分類',
        'texts' => [
            's1' => [
                'title' => '■ 原材料の混合度合いによる呼称',
                'paragraph' => '・100%アガベ・テキーラ　ー　アガベ・アスール・テキラーナのみを使用<br>・ミクスト・テキーラ　ー　アガベ・アスール・テキラーナを51％以上使用',
                'indent' => true,
            ],
            's2' => [
                'title' => '■ 100%アガベ・テキーラの規則',
                'paragraph' => '1. 原料にアガベ・アスール・テキラーナ以外のものを使用しない<br>2. ハリスコ州（または生産現地）にて瓶詰めしたものであること<br>　ミクスト・テキーラはバルクで輸出して外部での瓶詰めが認められている。<br>3. ラベルに「100% de Agave」と表示すること',
                'indent' => true,
            ],
        ],
    ],
    '5' => [
        'id' => 'kosyou',
        'title' => '熟成度合いによる呼称',
        'table' => [
            'header' => [
                '呼称',
                '意味',
                '詳細',
            ],
            'cells' => [
                ['ブランコ', 'シルバー、プラタ<br>ホワイト、クリスタル', 'オーク樽による熟成をしないもの。または、熟成期間が60日以内であること。'],
                ['ホベン / オロ', 'ブランコ＋レポサドorアネホ', 'ブランコと、レポサドまたはアネホと混ぜたもの'],
                ['レポサド', '休ませたの意味', '最低2ヶ月間のオーク樽により熟成したもの'],
                ['アネホ', '熟成させたの意味', '最低1年間のオーク樽により熟成したもの。オーク樽は600L以下のサイズであること。'],
                ['エクストラアネホ', 'アネホを超えた熟成', '最低3年間のオーク樽により熟成したもの。オーク樽は600L以下のサイズであること。'],
            ],
        ],
    ],
    '6' => [
        'id' => 'gosyu',
        'title' => 'テキーラ5州',
        'texts' => [
            's1' => [
                'title' => '■ ハリスコ州',
                'paragraph' => '・バジェス地方<br>→ テキーラ地区 / アマティタン地区 / ラス・フンタス地区 / etc..<br>・ロスアルトス地方<br>→ アランダス地区 / ヘススマリア地区 / アトトニルコ地区 / アヨトラン地区 / ラ・ラハ地区 / etc..<br>・ソナ・セントロ地方<br>→ ファナカトラン地区 / サポパン地区 / etc..',
                'indent' => true,
            ],
            's2' => [
                'title' => '■ グアナファト州',
                'paragraph' => 'ペンハモ地区 / etc..',
                'indent' => true,
            ],
            's3' => [
                'title' => '■ その他3州',
                'paragraph' => 'タマウリパス州 / ナヤリ州 / ミチョアカン州',
            ],
            's4' => [
                'title' => '■ メキシコ地図（テキーラ5州）',
                'paragraph' => '<img src="/image/mexico_whitemap.gif">',
            ],
            's5' => [
                'title' => '■ ハリスコ州地図',
                'paragraph' => '<img src="/image/jalisco_colormap.png">',
            ],
        ],
    ],
    '7' => [
        'id' => 'joryujo',
        'title' => '蒸留所リスト',
        'texts' => [
            's1' => [
                'title' => '■ NOM',
                'paragraph' => 'テキーラは必ず蒸留を行うが、ボトルには必ずどこの蒸留所で行われたのかが分かるように番号が記載される。その番号は、蒸留所ごとに、前述のCRT（テキーラ評議委員会）により定められた「NOM + 4桁数字」が与えられる。蒸留所のほとんどがハリスコ州内にあるのだが、以下にリストとして掲載する。',
                'indent' => true,
            ],
        ],
        'tables' => [
            'table1' => [
                'title' => '■ ハリスコ州 バジェス地方',
                'paragraph' => '「新樽」を用い、強い香り口当たり（辛味・苦味）のテキーラが多い。',
                'header' => [
                    '蒸留所',
                    'NOM',
                    '取扱銘柄',
                    '所在地',
                ],
                'cells' => [
                    ['サウザ蒸留所', '1102', 'Sauza', 'テキーラ地区'],
                    ['オレンダイン蒸留所', '1110', 'Orendain', 'テキーラ地区'],
                    ['クエルボ蒸留所', '1122', 'Jose Cuervo / 1800', 'テキーラ地区'],
                    ['ラ・コフラディア蒸留所', '1137', 'Casa Noble / Tres Alegres', 'テキーラ地区'],
                    ['ニュートン・エ・イホス蒸留所', '1173', 'EL DESTILADOR', 'テキーラ地区'],
                    ['フィノス・デ・アガベ蒸留所', '1416', 'ALACRAN', 'テキーラ地区'],
                    ['デル・バジェ・デ・テキーラ蒸留所', '1438', 'Agavales / EL PADRINO', 'テキーラ地区'],
                    ['テキーラス・フィノス蒸留所', '1472', 'KAH', 'テキーラ地区'],
                    ['カーサ・エラドゥーラ蒸留所', '1119', 'HERRADURA / el Jimador', 'アマティタン地区'],
                    ['トレス・ムヘレス蒸留所', '1466', 'Casino AZUL', 'アマティタン地区'],
                    ['インモビリアリア・マスト蒸留所', '1462', 'PORFIDIO', 'ラス・フンタス地区'],
                ],
            ],
            'table2' => [
                'title' => '■ ハリスコ州 ロスアルトス地方',
                'paragraph' => '「中古樽」を用い、スムースな口当たり（甘味・旨味）のテキーラが多い。',
                'header' => [
                    '蒸留所',
                    'NOM',
                    '取扱銘柄',
                    '所在地',
                ],
                'cells' => [
                    ['ペルノ・リカール蒸留所', '1111', 'OLMECA / MARIACHI', 'アランダス地区'],
                    ['ラ・アルテーニャ蒸留所', '1139', 'El Tesoro', 'アランダス地区'],
                    ['カーサ・カマレナ蒸留所', '1456', 'Casco Viejo', 'アランダス地区'],
                    ['カンパニャ・テキレラ・デ・アランダス蒸留所', '1460', 'EL CHARRO / TRES REYS', 'アランダス地区'],
                    ['カミノ・レアル蒸留所', '1487(カサドレス傘下)', 'Camino Real', 'アランダス地区'],
                    ['カサドレス蒸留所', '1487', 'CASADORES', 'アランダス地区'],
                    ['グルポ・テキレロ・デ・ロスアルトス蒸留所', '1548', 'AHA TORO / Chile Caliente', 'アランダス地区'],
                    ['ドン・フリオ蒸留所', '1449', 'DonJurio / Tres Magueyes', 'アトトニルコ地区'],
                    ['パトロン蒸留所', '1492', 'PATRON', 'アトトニルコ地区'],
                    ['ロス・アルトス・ラ・ホヤ蒸留所', '1555', 'RANCHO LA JOYA', 'アヨトラン地区'],
                    ['エクセハシエンダ・ロス・カミチネス蒸留所', '1122(クエルボ傘下)', 'GRAN CENTENARIO', 'ラ・ラハ地区'],
                ],
            ],
            'table3' => [
                'title' => '■ ハリスコ州 ソナ・セントロ地方',
                'paragraph' => 'バジェスとロスアルトスの中間に位置し、それぞれの良さが交わっている。',
                'header' => [
                    '蒸留所',
                    'NOM',
                    '取扱銘柄',
                    '所在地',
                ],
                'cells' => [
                    ['ゴンザレス・ゴンザレス蒸留所', '1143', 'Ole', 'サポパン地区'],
                    ['ファナカトラン蒸留所', '1551', 'CASA DE LUNA / La Tilica / MUCHA LIGA', 'ファナカトラン地区'],
                ],
            ],
            'table4' => [
                'title' => '■ グアナファト州',
                'paragraph' => 'ハリスコ州の北東に位置する。',
                'header' => [
                    '蒸留所',
                    'NOM',
                    '取扱銘柄',
                    '所在地',
                ],
                'cells' => [
                    ['コラレホ蒸留所', '1368', 'CORRALEJO', 'ペンハモ地区'],
                ],
            ],
        ],
    ],
];
