<?php
/*
|--------------------------------------------------------------------------
| 参考文献の設定
|--------------------------------------------------------------------------
*/
return [
    'author1' => [
        'author' => 'マルコ・ドミンゲス',
        'title' => '『PREMIUM TEQUILA』',
        'company' => '駒草出版',
        'release' => '2012年9月20日',
    ],
    'author2' => [
        'author' => '林生馬',
        'title' => '『テキーラ大鑑』',
        'company' => '廣済堂出版',
        'release' => '2012年7月5日',
    ],
    'author3' => [
        'author' => '橋口孝司',
        'title' => '『スピリッツ銘酒辞典』',
        'company' => '新星出版社',
        'release' => '2002年4月5日',
    ],
];
